package com.cbd.service;


import com.cbd.entity.User;
import core.dao.BaseDao;

/**
 * 
 * 用户业务接口
 * ============================================================================
 * 版权所有 2010-2013 北方网有限公司，并保留所有权利。
 * ----------------------------------------------------------------------------
 * 提示：在未取得北方网授权之前，您不能将本软件应用于商业用途，否则北方网将保留追究的权力。
 * ----------------------------------------------------------------------------
 * 官方网站：http://www.ibeifeng.com/
 * ----------------------------------------------------------------------------
 * ============================================================================
 */
public interface UserService extends BaseDao<User, Integer> {
  
}
